Repository: jennie-dang-goldenowl/final-assignment
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: vi

source: Added to cart
vi: Sản phẩm đã được thêm vào giỏ hàng

source: File size should be less than 10MB
vi: Kích thước tập tin phải nhỏ hơn 10MB

source: Delivery address cannot be empty
vi: Địa chỉ giao hàng không được để trống

source: Are you sure you want to delete this product?
vi: Bạn có chắc chắn muốn xóa sản phẩm này?

source: You have new notification
vi: Bạn có thông báo mới

source: You have new message
vi: Bạn có tin nhắn mới

source: Tel
vi: SĐT

source: You need to login to like this product
vi: Bạn cần đăng nhập để thích sản phẩm này

source: Remove from Favorited products
vi: Bỏ yêu thích sản phẩm

source: Add to Favorited products
vi: Thêm vào sản phẩm yêu thích

source: Link copied to clipboard
vi: Link đã được sao chép vào bộ nhớ tạm

source: Link copy failed
vi: Link sao chép thất bại

source: Image size should be less than 10MB
vi: Kích thước hình ảnh phải nhỏ hơn 10MB

source: Sell Most Products
vi: Sản phẩm bán chạy

source: Quantity added successfully
vi: Thêm số lượng thành công

source: Error adding quantity
vi: Thêm số lượng thất bại

source: Invalid quantity
vi: Số lượng không hợp lệ

source: Enter quantity
vi: Nhập số lượng

source: Notification
vi: Thông báo

source: just now
vi: gần đây
